7zip
arch-install-scripts
base
base-devel
bc
diff-so-fancy
difftastic
docker
eza
fd
ffmpeg
fish
fzf
git
git-delta
git-lfs
github-cli
inotify-tools
jq
lazygit
less
nano
neovim
nodejs
npm
openssh
paru
paru-debug
playerctl
poppler
ripgrep
rsync
shell-color-scripts
socat
starship
sudo
tmux
unzip
vim
xclip
yazi
zoxide
zsh
